/* English localized strings for Introspectare Sync Schema */

/* Data Class */
"org.playhaus.Introspectare" = "Introspectare Entries";


/**** Entities ***/
/* Entry */
"org.playhaus.Introspectare.Entry" = "Entry";
"org.playhaus.Introspectare.Entry/dayOfCommonEra" = "Day";
"org.playhaus.Introspectare.Entry/unread" = "Unread";
"org.playhaus.Introspectare.Entry/note" = "Note";
"org.playhaus.Introspectare.Entry/constitution" = "Constitution";
"org.playhaus.Introspectare.Entry/annotatedPrinciples" = "Annotated Principles";


/* Constitution */
"org.playhaus.Introspectare.Constitution" = "Constitution";
"org.playhaus.Introspectare.Constitution/versionLabel" = "Version";
"org.playhaus.Introspectare.Constitution/creationDate" = "Creation Date";
"org.playhaus.Introspectare.Constitution/note" = "Note";
"org.playhaus.Introspectare.Constitution/principles" = "Principles";


/* Principle */
"org.playhaus.Introspectare.Principle" = "Principle";
"org.playhaus.Introspectare.Principle/label" = "Label";
"org.playhaus.Introspectare.Principle/explanation" = "Explanation";
"org.playhaus.Introspectare.Principle/creationDate" = "Creation Date";
"org.playhaus.Introspectare.Principle/note" = "Note";


/* Annotated Principle */
"org.playhaus.Introspectare.AnnotatedPrinciple" = "Annotated Principle";
"org.playhaus.Introspectare.AnnotatedPrinciple/upheld" = "Upheld";
"org.playhaus.Introspectare.AnnotatedPrinciple/principle" = "principle";
"org.playhaus.Introspectare.AnnotatedPrinciple/entry" = "Entry";
